jorgebucaran/fisher
patrickf1/fzf.fish
edc/bass
halostatue/fish-direnv
lewisacidic/fish-git-abbr
jorgebucaran/autopair.fish
nickeb96/puffer-fish
shoriminimoe/fish-extract
dracula/fish
edheltzel/fisher-plugin-macos
IlanCosman/tide@v6
branchvincent/tide-show-on-cmd
lilyball/nix-env.fish
