jorgebucaran/fisher
patrickf1/fzf.fish
jethrokuan/z
edc/bass
halostatue/fish-direnv
lewisacidic/fish-git-abbr
jorgebucaran/autopair.fish
nickeb96/puffer-fish
shoriminimoe/fish-extract
dracula/fish
